Repository: AndreasNed/OS2024_labb
Catalog: src/locales/*/messages.po
Languages: es, fr, sv, zh

source: <0>From: {0}</0><1>To: {1}</1><2><3>Sort by Duration</3><4>Sort by Price</4><5>Sort by distance</5><6>Sort by segments</6></2>
fr: <0>De: {0}</0><1>Á: {1}</1><2><3>Trier par durée</3><4>Trier par prix</4><5>Trier par distance</5><6>Trier par segments</6></2>

source: <0>Travel</0><1>Read about the event</1><2>Read about the cities</2><3>See recommendations</3>
es: <0>Busca viajes</0><1>Lee sobre el evento</1><2>Lee sobre los ciudades</2><3>Mira los recomendaciones</3>
fr: <0>Rechercher un voyage</0><1>Lire à propos de l'événement</1><2>Lire sur les villes</2><3>Voir les recommandations</3>
sv: <0>Sök resa</0><1>Läs mer om eventet</1><2>Läs mer om orterna</2><3>Se rekomendationer</3>
zh: <0>搜索旅行</0><1>了解活动</1><2>了解城市</2><3>见建议</3>

source: About us
fr: À propos de nous

source: Don't show bus
fr: Ne montre pas les bus
sv: Visa inte bussar
zh: 不要显示公共汽车

source: Don't show car
fr: Ne montre pas les voitures
sv: Visa inte bilfärd
zh: 不要展示汽车

source: Don't show flights
fr: Ne montre pas les vols
sv: Visa inte flyg
zh: 不要显示航班

source: Don't show trains
fr: Ne montre pas les trains
sv: Visa inte tåg
zh: 不要显示火车

source: Go!
fr: Aller!

source: New search
es: Nueva Búsqueda
fr: Nouvelle recherche
sv: Ny sökning
zh: 新搜索

source: Price:
es: Precio:
fr: Prix:
sv: Pris:
zh: 价钱:

source: Sorry, there are no transports for that journey.
fr: Désolé, il n'y a pas de transport pour ce voyage

source: Total Duration:
es: Duración total:
fr: Durée totale:
sv: Total restid:
zh: 总持续时间:

source: Transport type:
es: Tipo de transporte:
fr: Type de transport:
sv: Färdsätt:
zh: 运输类型:

source: <0><1><2>From: {0}</2><3>To: {1}</3></1>{2}<4><5>Sort by Duration</5><6>Sort by Price</6><7>Sort by distance</7><8>Sort by segments</8></4>{3}</0>
es: <0><1><2>Desde: {0}</2><3>A: {1}</3></1>{2}<4><5>Ordenar por duración</5><6>Ordenar por precio</6><7>Ordenar por distancia</7><8>Ordenar por segmentos</8></4>{3}</0>

source: <0>Contact</0><1>About us</1>
es: <0>Contactos</0><1>Sobre nosotros</1>

source: Distance:
es: Distancia:
sv: Distans:
zh: 距离:

source: don't allow bus
es: No muestra bus

source: don't allow car
es: No muestra coches

source: don't allow planes
es: No muestra aviones

source: don't allow trains
es: No muestra trenes
